app/controllers/plactices_controller.rb

  def create
    @plactice = Plactice.new(plactice_params)
    @plactice.save
---
INSERT INTO `plactices` (`name`, `weight`, `rep`, `created_at`, `updated_at`) VALUES ('ベンチプレス', NULL, NULL, '2023-09-10 09:51:18.081706', '2023-09-10 09:51:18.081706')